Repository: KoukeNeko/Hamasen
Catalog: Hamasen/Localizable.xcstrings
Source language: zxx
Languages: en, ja, ko, zh_hans

source: %@ %@ 已推出
en: %1$@ %2$@ is available
ja: %1$@ %2$@を利用できます
ko: %1$@ %2$@ 출시됨
zh_hans: %1$@ %2$@ 已发布

source: %@ 位於 Finder 側邊欄的「位置」，每組連線是一個資料夾。
en: %@ appears under Locations in the Finder sidebar, and each connection is a folder inside it.
ja: Finderのサイドバーの「場所」の下に%@が表示され、各接続がその中のフォルダになります。
ko: Finder 사이드바의 “위치” 아래에 표시되는 %@ 안에서 각 연결이 하나의 폴더입니다.
zh_hans: “访达”边栏的“位置”下方会出现 %@，每个连接是其中一个文件夹。

source: %lld 個書籤已經在清單中，已略過。
en: %lld bookmarks are already in the list and were skipped.
ja: %lld個のブックマークはすでに一覧にあるためスキップしました。
ko: 북마크 %lld개는 이미 목록에 있어 건너뛰었습니다.
zh_hans: %lld 个书签已在列表中，已跳过。

source: %lld 個檔案
en: %lld files
ja: %lld個のファイル
ko: 파일 %lld개
zh_hans: %lld 个文件

source: %lld 個檔案不是可辨識的書籤。
en: %lld files were not bookmarks this app recognizes.
ja: %lld個のファイルはブックマークとして認識できませんでした。
ko: 파일 %lld개는 인식할 수 있는 북마크가 아닙니다.
zh_hans: %lld 个文件不是可识别的书签。

source: %lld 台伺服器保留的檔案超過各自的上限。取消保留部分檔案，或把上限調高。
en: %lld servers are keeping more on this Mac than their limits allow. Stop keeping some files, or raise the limits.
ja: %lld台のサーバが上限を超えてファイルを保持しています。一部の保持をやめるか、上限を引き上げてください。
ko: 서버 %lld대가 보관한 파일이 각각의 한도를 초과했습니다. 일부 파일의 보관을 해제하거나 한도를 높이십시오.
zh_hans: %lld 台服务器保留的文件超过各自的上限。取消保留部分文件，或调高上限。

source: %lld 台已經在清單中，已略過。
en: %lld were already in the list and were skipped.
ja: %lld台はすでに一覧にあるためスキップしました。
ko: %lld대는 이미 목록에 있어 건너뛰었습니다.
zh_hans: %lld 台已在列表中，已跳过。

source: %lld 層
en: %lld levels
ja: %lld 階層
ko: %lld단계
zh_hans: %lld 层

source: %lld 秒
en: %lld seconds
ko: %lld초

source: %lld 組連線需要處理
en: %lld connections need attention
ja: %lld個の接続に対応が必要
ko: 연결 %lld개 확인 필요
zh_hans: %lld 个连接需要处理

source: Bucket 與路徑
en: Bucket & Path
ja: バケットとパス
ko: 버킷 및 경로
zh_hans: 存储桶与路径

source: Cyberduck 的密碼與金鑰存放在它自己的鑰匙圈項目中，無法一併匯入，請為每台伺服器重新設定登入資訊。
en: Cyberduck keeps passwords and keys in its own Keychain items, which cannot be imported. Set up the sign-in for each server again.
ja: パスワードと鍵はCyberduck自身のキーチェーン項目にあるため読み込めません。各サーバのログイン情報を設定し直してください。
ko: Cyberduck의 암호와 키는 Cyberduck 자체 키체인 항목에 저장되어 있어 함께 가져올 수 없습니다. 각 서버의 로그인 정보를 다시 설정하십시오.
zh_hans: Cyberduck 的密码和密钥存放在它自己的钥匙串项目中，无法一并导入，请为每台服务器重新设置登录信息。

source: Cyberduck 與 Mountain Duck
en: Cyberduck and Mountain Duck
ja: CyberduckとMountain Duck
ko: Cyberduck 및 Mountain Duck
zh_hans: Cyberduck 与 Mountain Duck

source: Finder 右鍵選單跟隨系統語言。
en: The Finder contextual menu uses the system language.
ja: Finderのコンテキストメニューはシステムの言語に従います。
ko: Finder의 단축키 메뉴는 시스템 언어를 따릅니다.
zh_hans: “访达”的快捷菜单跟随系统语言。

source: Finder 資料夾
en: Finder Folder
ja: Finderフォルダ
ko: Finder 폴더
zh_hans: 访达文件夹

source: Google 雲端硬碟、OneDrive 與 Dropbox 的登入設定。
en: Sign-in settings for Google Drive, OneDrive, and Dropbox.
ja: Google ドライブ、OneDrive、Dropbox のサインイン設定。
ko: Google 드라이브, OneDrive 및 Dropbox의 로그인 설정.
zh_hans: Google 云端硬盘、OneDrive 与 Dropbox 的登录设置。

source: Google 雲端硬碟是 Google LLC 的商標。OneDrive 是 Microsoft 集團的商標。Dropbox 是 Dropbox, Inc. 的商標。其他名稱為各自所有者的商標。%@ 與上述公司無關，也未獲其背書。
en: Google Drive is a trademark of Google LLC. OneDrive is a trademark of the Microsoft group of companies. Dropbox is a trademark of Dropbox, Inc. Other names are trademarks of their respective owners. %@ is not affiliated with or endorsed by these companies.
ja: Google ドライブは Google LLC の商標です。OneDrive は Microsoft グループ企業の商標です。Dropbox は Dropbox, Inc. の商標です。その他の名称は各所有者の商標です。%@ はこれらの企業と提携しておらず、承認も受けていません。
ko: Google 드라이브는 Google LLC의 상표입니다. OneDrive는 Microsoft 그룹 계열사의 상표입니다. Dropbox는 Dropbox, Inc.의 상표입니다. 기타 이름은 각 소유자의 상표입니다. %@은(는) 이들 회사와 제휴 관계가 없으며 보증을 받지 않았습니다.
zh_hans: Google 云端硬盘是 Google LLC 的商标。OneDrive 是 Microsoft 集团的商标。Dropbox 是 Dropbox, Inc. 的商标。其他名称为各自所有者的商标。%@ 与上述公司无关，也未获其背书。

source: NAS 與伺服器
en: NAS & Servers
ja: NAS とサーバ
ko: NAS 및 서버
zh_hans: NAS 与服务器

source: S3 上傳
en: S3 Uploads
ja: S3 のアップロード
ko: S3 업로드
zh_hans: S3 上传

source: S3 相容儲存
en: S3-Compatible Storage
ja: S3 互換ストレージ
ko: S3 호환 스토리지
zh_hans: S3 兼容存储

source: SSH 主機
en: SSH Host
ja: SSHホスト
ko: SSH 호스트
zh_hans: SSH 主机

source: SSH 設定
en: SSH Config
ko: SSH 설정
zh_hans: SSH 配置

source: SSH 設定檔裡沒有具名的主機
en: The SSH config file has no named hosts
ja: SSH設定ファイルに名前付きのホストがありません
ko: SSH 설정 파일에 이름이 지정된 호스트가 없습니다
zh_hans: SSH 配置文件中没有具名的主机

source: SSH 金鑰
en: SSH Key
ja: SSH鍵
ko: SSH 키
zh_hans: SSH 密钥

source: Spotlight 索引
en: Spotlight Indexing
ja: Spotlight インデックス
ko: Spotlight 색인

source: Synology、QNAP、Nextcloud 等 NAS
en: Synology, QNAP, Nextcloud, and other NAS
ja: Synology、QNAP、Nextcloud などの NAS
ko: Synology, QNAP, Nextcloud 등의 NAS

# connections.heading
source: 連線
en: Connections
ja: 接続
ko: 연결
zh_hans: 连接

source: github.com/%@/%@
en: github.com/%1$@/%2$@
ja: github.com/%1$@/%2$@
ko: github.com/%1$@/%2$@
zh_hans: github.com/%1$@/%2$@

source: 「%@」保留在本機的檔案已達 %@，超過上限 %@。取消保留部分檔案，或把上限調高。
en: Files kept on this Mac for “%1$@” now total %2$@, over its %3$@ limit. Stop keeping some of them, or raise the limit.
ja: 「%1$@」でこのMacに保持しているファイルが%2$@になり、上限の%3$@を超えました。一部の保持をやめるか、上限を引き上げてください。
ko: “%1$@”의 이 Mac 보관 파일이 %2$@에 달해 한도(%3$@)를 초과했습니다. 일부 파일의 보관을 해제하거나 한도를 높이십시오.
zh_hans: “%1$@”在这台 Mac 上保留的文件已达 %2$@，超过上限 %3$@。取消保留部分文件，或调高上限。

source: 「%@」兩邊都有修改
en: “%@” was changed on both sides
ja: 「%@」は両方で変更されています
ko: “%@” 파일이 양쪽 모두에서 수정되었습니다
zh_hans: “%@”两边都有修改

source: 「%@」需要重新登入
en: “%@” needs to sign in again
ja: 「%@」は再サインインが必要です
ko: “%@”에 다시 로그인해야 합니다
zh_hans: “%@”需要重新登录

source: 一切正常
en: All normal
ja: すべて正常
ko: 모두 정상

source: 一般
en: General
ko: 일반
zh_hans: 通用

source: 上傳
en: Upload
ja: アップロード
ko: 업로드
zh_hans: 上传

source: 上次檢查：%@
en: Last checked: %@
ja: 前回の確認：%@
ko: 마지막 확인: %@
zh_hans: 上次检查：%@

source: 下次連線會把伺服器出示的任何金鑰當作正確的記下來。只有在你確定伺服器重建過、並且核對過它端的指紋時才這麼做。
en: The next connection will record whatever key the server presents as the correct one. Only do this when you know the server was rebuilt and have checked its fingerprint at the server itself.
ja: 次回の接続では、サーバが提示した鍵をそのまま正しいものとして記録します。サーバが再構築されたと確信でき、サーバ側でフィンガープリントを確認した場合のみ実行してください。
ko: 다음 연결 시 서버가 제시하는 키를 어떤 것이든 올바른 키로 기록합니다. 서버가 재구축되었음을 알고 있고 서버에서 직접 지문을 확인한 경우에만 실행하십시오.
zh_hans: 下次连接时，会把服务器出示的任何密钥当作正确的密钥记录下来。仅在确认服务器已重建，并已在服务器端核对过指纹时才执行此操作。

source: 下載
en: Download
ja: ダウンロード
ko: 다운로드
zh_hans: 下载

source: 不加密：密碼與檔案內容在網路上可被讀取。
en: Unencrypted: passwords and file contents can be read on the network.
ja: 暗号化なし：パスワードとファイルの内容がネットワーク上で読み取られる可能性があります。
ko: 암호화되지 않음: 암호와 파일 내용을 네트워크에서 읽을 수 있습니다.
zh_hans: 未加密：密码和文件内容在网络上可被读取。

source: 不檢查
en: Don’t Check
ja: 確認しない
ko: 확인 안 함
zh_hans: 不检查

source: 主機
en: Host
ja: ホスト
ko: 호스트
zh_hans: 主机

source: 主機金鑰
en: Host Key
ja: ホスト鍵
ko: 호스트 키
zh_hans: 主机密钥

source: 以下協定尚未支援，使用它們的書籤已略過：%@。
en: These protocols are not supported yet, so the bookmarks using them were skipped: %@.
ja: 次のプロトコルはまだ対応していないため、それを使うブックマークはスキップしました：%@。
ko: 다음 프로토콜은 아직 지원되지 않아 해당 프로토콜을 사용하는 북마크를 건너뛰었습니다: %@.
zh_hans: 以下协议尚不支持，使用这些协议的书签已跳过：%@。

source: 伺服器上的檔案有變更
en: Files changed on the server
ja: サーバ上のファイルの変更
ko: 서버의 파일 변경
zh_hans: 服务器上的文件有更改

source: 位置
en: Where
ja: 場所
ko: 위치

source: 使用 TLS 加密（FTPS）
en: Use TLS encryption (FTPS)
ja: TLS暗号化を使用（FTPS）
ko: TLS 암호화 사용(FTPS)

source: 使用內建
en: Use built-in
ja: 組み込みを使用
ko: 내장 항목 사용
zh_hans: 使用内置

source: 使用者名稱
en: Username
ja: ユーザ名
ko: 사용자 이름
zh_hans: 用户名

source: 例如 192.168.1.20
en: e.g. 192.168.1.20
ja: 例：192.168.1.20
ko: 예: 192.168.1.20

source: 例如 Public
en: e.g. Public
ja: 例：Public
ko: 예: Public

source: 保留
en: Kept
ja: 保持
ko: 보관됨

source: 備份
en: Backup
ja: バックアップ
ko: 백업
zh_hans: 备份

source: 備份不含密碼與金鑰，請為每台伺服器重新設定登入資訊。
en: A backup holds no passwords or keys. Set up the sign-in for each server again.
ja: バックアップにパスワードと鍵は含まれません。各サーバのログイン情報を設定し直してください。
ko: 백업에는 암호와 키가 포함되지 않습니다. 각 서버의 로그인 정보를 다시 설정하십시오.
zh_hans: 备份不含密码和密钥，请为每台服务器重新设置登录信息。

source: 備份與匯入
en: Backup & Import
ja: バックアップと読み込み
ko: 백업 및 가져오기
zh_hans: 备份与导入

source: 傳輸中
en: Transferring
ja: 転送中
ko: 전송 중
zh_hans: 正在传输

source: 儲存
en: Save
ja: 保存
ko: 저장
zh_hans: 存储

source: 儲存 Hamasen 設定備份
en: Save a Hamasen settings backup
ja: Hamasenの設定バックアップを保存
ko: Hamasen 설정 백업 저장
zh_hans: 存储 Hamasen 设置备份

source: 儲存伺服器失敗：%@
en: Could not save the server: %@
ja: サーバを保存できませんでした：%@
ko: 서버를 저장하지 못했습니다: %@
zh_hans: 无法存储服务器：%@

source: 儲存含密碼的 Hamasen 備份
en: Save a Hamasen backup with passwords
ja: パスワードを含むHamasenバックアップを保存
ko: 암호를 포함한 Hamasen 백업 저장
zh_hans: 存储包含密码的 Hamasen 备份

source: 儲存掛載狀態失敗：%@
en: Could not save the mount state: %@
ja: マウント状態を保存できませんでした：%@
ko: 마운트 상태를 저장하지 못했습니다: %@
zh_hans: 无法存储挂载状态：%@

source: 儲存方式
en: Storage
ja: 保存方法
ko: 저장 방식
zh_hans: 存储方式

source: 儲存連線失敗
en: Could not save the connection
ja: 接続を保存できませんでした
ko: 연결을 저장할 수 없습니다
zh_hans: 无法存储连接

source: 允許通知
en: Allow Notifications
ja: 通知を許可
ko: 알림 허용
zh_hans: 允许通知

source: 內建
en: Built-in
ja: 内蔵
ko: 내장
zh_hans: 内置

source: 兩次輸入的密碼不同。
en: The two entries do not match.
ja: 2つの入力が一致しません。
ko: 두 번 입력한 암호가 일치하지 않습니다.
zh_hans: 两次输入的密码不一致。

source: 共用資料夾
en: Share
ja: 共有フォルダ
ko: 공유 폴더
zh_hans: 共享文件夹

source: 其中 %lld 台的遠端路徑是相對於登入目錄的，已改為從根目錄掛載。
en: %lld of them used a path relative to the login directory and now mount from the root.
ja: うち%lld台はログインディレクトリからの相対パスだったため、ルートからマウントします。
ko: 그중 %lld대는 원격 경로가 로그인 디렉터리 기준 상대 경로여서 루트에서 마운트합니다.
zh_hans: 其中 %lld 台的远程路径是相对于登录目录的，已改为从根目录挂载。

source: 再輸入一次
en: Enter it again
ja: もう一度入力
ko: 다시 입력
zh_hans: 再次输入

source: 分段上傳門檻
en: Multipart threshold
ja: マルチパートの閾値
ko: 멀티파트 임계값
zh_hans: 分段上传阈值

source: 列出
en: List
ja: 一覧表示
ko: 나열

source: 列出伺服器上的共用資料夾
en: List the shares on the server
ja: サーバ上の共有フォルダを一覧表示
ko: 서버의 공유 폴더 나열
zh_hans: 列出服务器上的共享文件夹

source: 刪除
en: Delete
ja: 削除
ko: 삭제
zh_hans: 删除

source: 刪除…
en: Delete…
ja: 削除…
ko: 삭제…
zh_hans: 删除…

source: 刪除「%@」？
en: Delete “%@”?
ja: 「%@」を削除しますか？
ko: “%@”을(를) 삭제하시겠습니까?
zh_hans: 删除“%@”？

source: 刪除伺服器失敗：%@
en: Could not delete the server: %@
ja: サーバを削除できませんでした：%@
ko: 서버를 삭제하지 못했습니다: %@
zh_hans: 无法删除服务器：%@

source: 刪除這組連線…
en: Delete This Connection…
ja: この接続を削除…
ko: 이 연결 삭제…
zh_hans: 删除此连接…

source: 到「設定 › 軟體更新」下載。
en: Download it in “Settings › Software Update”.
ja: 「設定 › ソフトウェアアップデート」からダウンロードしてください。
ko: “설정 › 소프트웨어 업데이트”에서 다운로드하십시오.
zh_hans: 在“设置 › 软件更新”中下载。

source: 前往設定
en: Go to Settings
ja: 設定に移動
ko: 설정으로 이동
zh_hans: 前往设置

source: 前進
en: Forward
ja: 進む
ko: 앞으로
zh_hans: 前进

source: 剩 %@
en: %@ left
ja: 残り%@
ko: %@ 남음
zh_hans: 剩余 %@

source: 剩餘時間
en: Time Remaining
ja: 残り時間
ko: 남은 시간
zh_hans: 剩余时间

source: 匯入
en: Import
ja: 読み込む
ko: 가져오기
zh_hans: 导入

source: 匯入…
en: Import…
ja: 読み込む…
ko: 가져오기…
zh_hans: 导入…

source: 匯入書籤
en: Import Bookmarks
ja: ブックマークを読み込む
ko: 북마크 가져오기
zh_hans: 导入书签

source: 匯入書籤…
en: Import Bookmarks…
ja: ブックマークを読み込む…
ko: 북마크 가져오기…
zh_hans: 导入书签…

source: 匯入設定
en: Import Settings
ja: 設定の読み込み
ko: 설정 가져오기
zh_hans: 导入设置

source: 匯出…
en: Export…
ja: 書き出す…
ko: 내보내기…
zh_hans: 导出…

source: 區域
en: Region
ja: リージョン
ko: 리전
zh_hans: 区域

source: 區域網路內的 Windows 或 NAS 共用資料夾
en: Windows or NAS shares on the local network
ja: ローカルネットワーク上のWindowsまたはNASの共有フォルダ
ko: 로컬 네트워크의 Windows 또는 NAS 공유 폴더
zh_hans: 局域网内的 Windows 或 NAS 共享文件夹

source: 原始碼
en: Source
ja: ソースコード
ko: 소스 코드
zh_hans: 源代码

source: 取消
en: Cancel
ja: キャンセル
ko: 취소

source: 另外 %lld 個衝突
en: %lld More
ja: ほか%lld件の競合
ko: 충돌 %lld건 더 보기
zh_hans: 另外 %lld 个冲突

source: 另外 %lld 組連線
en: %lld More
ja: ほか%lld個の接続
ko: 연결 %lld개 더 보기
zh_hans: 另外 %lld 个连接

source: 另存為「%@」· %@
en: Saved as “%1$@” · %2$@
ja: 「%1$@」として保存 · %2$@
ko: “%1$@”(으)로 저장됨 · %2$@
zh_hans: 另存为“%1$@”· %2$@

source: 各連線
en: Per Connection
ja: 接続ごと
ko: 연결별
zh_hans: 各连接

source: 同步
en: Sync
ja: 同期
ko: 동기화

source: 同步中
en: Syncing
ja: 同期中
ko: 동기화 중
zh_hans: 正在同步

source: 名稱
en: Name
ja: 名前
ko: 이름
zh_hans: 名称

source: 含密碼的備份
en: With passwords
ja: パスワードを含む
ko: 암호 포함 백업
zh_hans: 含密码的备份

source: 商標
en: Trademarks
ko: 상표
zh_hans: 商标

source: 啟用除錯記錄
en: Enable Debug Logging
ja: デバッグログを有効にする
ko: 디버그 로그 활성화
zh_hans: 启用调试日志

source: 回報問題
en: Report an Issue
ja: 問題を報告
ko: 문제 보고
zh_hans: 报告问题

source: 圖示
en: Icon
ja: アイコン
ko: 아이콘
zh_hans: 图标

source: 在 %@ 註冊應用程式
en: Register an App with %@
ja: %@でAppを登録
ko: %@에서 앱 등록
zh_hans: 在 %@ 注册应用程序

source: 在 Console.app 以子系統 dev.hamasen 檢視記錄。App 與 File Provider 擴充功能都會套用。
en: View logs in the Console app under the dev.hamasen subsystem. This applies to both the app and the File Provider extension.
ja: コンソールAppでサブシステム dev.hamasen を指定するとログを確認できます。Appとファイルプロバイダ機能拡張の両方に適用されます。
ko: Console.app에서 서브시스템 dev.hamasen으로 로그를 확인할 수 있습니다. 앱과 파일 제공자 확장 프로그램 모두에 적용됩니다.
zh_hans: 在 Console.app 中以子系统 dev.hamasen 查看日志。App 与文件提供程序扩展均适用。

source: 在 Finder 中顯示
en: Show in Finder
ja: Finderに表示
ko: Finder에서 보기
zh_hans: 在“访达”中显示

source: 在 Finder 找到連線
en: Find the Connection in Finder
ja: Finderで接続を見つける
ko: Finder에서 연결 찾기
zh_hans: 在“访达”中找到连接

source: 在 GitHub 上查看
en: View on GitHub
ja: GitHubで見る
ko: GitHub에서 보기

source: 在「一般 › 登入項目與延伸功能」中，按「檔案供應商」旁的 ⓘ，開啟 %@。
en: In “General › Login Items & Extensions”, click ⓘ next to “File Providers” and turn on %@.
ja: 「一般 › ログイン項目と機能拡張」で、「ファイルプロバイダ」の横にあるⓘをクリックし、%@をオンにします。
ko: “일반 › 로그인 항목 및 확장 프로그램”에서 “파일 제공자” 옆의 ⓘ를 클릭한 다음 %@ 항목을 켜십시오.
zh_hans: 在“通用 › 登录项与扩展”中，点按“文件提供程序”旁的 ⓘ，打开 %@。

source: 在瀏覽器登入…
en: Sign In with Browser…
ja: ブラウザでサインイン…
ko: 브라우저에서 로그인…
zh_hans: 在浏览器中登录…

source: 在系統設定中啟用
en: Enable in System Settings
ja: システム設定で有効にする
ko: 시스템 설정에서 활성화
zh_hans: 在“系统设置”中启用

source: 在系統設定中管理…
en: Manage in System Settings…
ja: システム設定で管理…
ko: 시스템 설정에서 관리…
zh_hans: 在“系统设置”中管理…

source: 大小
en: Size
ja: サイズ
ko: 크기

source: 失敗
en: Failed
ko: 실패
zh_hans: 失败

source: 完成時間
en: Completed
ja: 完了時刻
ko: 완료 시간
zh_hans: 完成时间

source: 定址方式
en: Addressing
ja: アドレス指定
ko: 주소 지정 방식
zh_hans: 寻址方式

source: 密碼
en: Password
ja: パスワード
ko: 암호
zh_hans: 密码

source: 專案
en: Project
ja: プロジェクト
ko: 프로젝트
zh_hans: 项目

source: 尚未允許
en: Not allowed yet
ja: 未許可
ko: 아직 허용되지 않음
zh_hans: 尚未允许

source: 尚未檢查
en: Not checked yet
ja: 未確認
ko: 아직 확인하지 않음
zh_hans: 尚未检查

source: 尚未登入，請先在瀏覽器登入
en: Not signed in. Sign in with the browser first.
ja: サインインしていません。先にブラウザでサインインしてください。
ko: 로그인하지 않았습니다. 먼저 브라우저에서 로그인하십시오.
zh_hans: 尚未登录，请先在浏览器中登录

source: 尚未記錄。第一次連線時會記下伺服器的金鑰，之後每次都會比對。
en: Not recorded yet. The first connection records the server’s key, and every connection after that is compared against it.
ja: まだ記録されていません。最初の接続でサーバの鍵を記録し、以降はそれと照合します。
ko: 아직 기록되지 않았습니다. 처음 연결할 때 서버의 키를 기록하고, 이후 연결할 때마다 이를 대조합니다.
zh_hans: 尚未记录。首次连接时会记录服务器的密钥，之后每次连接都会进行比对。

source: 尚未設定 %@ 的用戶端 ID
en: Client ID for %@ is not set
ja: %@のクライアント ID が未設定です
ko: %@의 클라이언트 ID가 설정되지 않음
zh_hans: 尚未设置 %@ 的客户端 ID

source: 尚未選擇
en: None selected
ja: 未選択
ko: 선택 안 됨
zh_hans: 尚未选择

source: 已傳輸
en: Transferred
ja: 転送済み
ko: 전송됨
zh_hans: 已传输

source: 已儲存金鑰
en: Key stored
ja: 鍵を保存済み
ko: 키 저장됨
zh_hans: 已存储密钥

source: 已允許
en: Allowed
ja: 許可済み
ko: 허용됨
zh_hans: 已允许

source: 已加入 %lld 台伺服器。
en: Added %lld servers.
ja: %lld台のサーバを追加しました。
ko: 서버 %lld대를 추가했습니다.
zh_hans: 已添加 %lld 台服务器。

source: 已匯入 %lld 台伺服器。
en: Imported %lld servers.
ja: %lld台のサーバを読み込みました。
ko: 서버 %lld대를 가져왔습니다.
zh_hans: 已导入 %lld 台服务器。

source: 已啟用
en: Enabled
ja: 有効
ko: 활성화됨
zh_hans: 已启用

source: 已在系統設定中關閉
en: Turned off in System Settings
ja: システム設定でオフになっています
ko: 시스템 설정에서 꺼짐
zh_hans: 已在“系统设置”中关闭

source: 已完成
en: Done
ja: 完了
ko: 완료됨

source: 已新增 %lld 組連線
en: Added %lld connections
ja: %lld個の接続を追加しました
ko: 연결 %lld개 추가됨
zh_hans: 已添加 %lld 个连接

source: 已新增「%@」
en: Added “%@”
ja: 「%@」を追加しました
ko: “%@” 추가됨
zh_hans: 已添加“%@”

source: 已是最新版本
en: Up to date
ja: 最新の状態です
ko: 최신 버전입니다

source: 已暫停
en: Paused
ja: 一時停止中
ko: 일시 정지됨
zh_hans: 已暂停

source: 已略過
en: Skipped
ja: スキップ済み
ko: 건너뜀
zh_hans: 已跳过

source: 已登入
en: Signed in
ja: サインイン済み
ko: 로그인됨
zh_hans: 已登录

source: 已設定
en: Configured
ja: 設定済み
ko: 설정됨
zh_hans: 已设置

source: 已連線
en: Connected
ja: 接続済み
ko: 연결됨
zh_hans: 已连接

source: 帳號
en: Account
ja: アカウント
ko: 계정
zh_hans: 账户

source: 平均速度
en: Average Speed
ko: 평균 속도

source: 建議
en: Recommended
ja: 推奨
ko: 권장
zh_hans: 推荐

source: 從 Finder 卸載
en: Unmount from Finder
ja: Finderからマウント解除
ko: Finder에서 마운트 해제
zh_hans: 从“访达”卸载

source: 復原
en: Revert
ja: 元に戻す
ko: 되돌리기
zh_hans: 还原

source: 必填
en: Required
ja: 必須
ko: 필수

source: 快取
en: Cached
ja: キャッシュ
ko: 캐시
zh_hans: 缓存

source: 應用程式 (用戶端) 識別碼
en: Application (client) ID
ja: アプリケーション (クライアント) ID
ko: 애플리케이션(클라이언트) ID
zh_hans: 应用程序(客户端) ID

source: 把 NAS、伺服器和雲端硬碟放進 Finder
en: Bring NAS, servers, and cloud drives into Finder
ja: NAS、サーバ、クラウドドライブをFinderで使う
ko: NAS, 서버, 클라우드 드라이브를 Finder에서 사용
zh_hans: 把 NAS、服务器和云盘放进“访达”

source: 指紋
en: Fingerprint
ja: フィンガープリント
ko: 지문
zh_hans: 指纹

source: 授權
en: License
ja: ライセンス
ko: 라이선스
zh_hans: 许可证

source: 掛載
en: Mount
ja: マウント
ko: 마운트
zh_hans: 挂载

source: 掛載到 Finder
en: Mount in Finder
ja: Finderにマウント
ko: Finder에 마운트
zh_hans: 挂载到“访达”

source: 搜尋
en: Search
ja: 検索
ko: 검색
zh_hans: 搜索

source: 支援
en: Support
ja: サポート
ko: 지원
zh_hans: 支持

source: 新伺服器預設連接埠
en: Default Port for New Servers
ja: 新規サーバのデフォルトポート
ko: 새 서버 기본 포트
zh_hans: 新服务器默认端口

source: 新增
en: Add
ja: 追加
ko: 추가
zh_hans: 添加

source: 新增第一組連線
en: Add the First Connection
ja: 最初の接続を追加
ko: 첫 번째 연결 추가
zh_hans: 添加第一个连接

source: 新增連線
en: Add Connection
ja: 接続を追加
ko: 연결 추가
zh_hans: 添加连接

source: 新增連線…
en: Add Connection…
ja: 接続を追加…
ko: 연결 추가…
zh_hans: 添加连接…

source: 方向
en: Direction
ko: 방향

source: 時間
en: Time
ko: 시간
zh_hans: 时间

source: 暫停同步
en: Pause Syncing
ja: 同期を一時停止
ko: 동기화 일시 정지
zh_hans: 暂停同步

source: 更多
en: More
ja: その他
ko: 더 보기

source: 更新 Finder 位置失敗：%@
en: Could not update the Finder location: %@
ja: Finderの場所を更新できませんでした：%@
ko: Finder 위치를 업데이트하지 못했습니다: %@
zh_hans: 无法更新“访达”位置：%@

source: 更新登入資訊後，同步會繼續。
en: Syncing continues once the sign-in details are updated.
ja: ログイン情報を更新すると、同期が再開されます。
ko: 로그인 정보를 업데이트하면 동기화가 계속됩니다.
zh_hans: 更新登录信息后，同步将继续。

source: 書籤
en: Bookmarks
ja: ブックマーク
ko: 북마크
zh_hans: 书签

source: 最近完成
en: Recently Completed
ja: 最近完了した項目
ko: 최근 완료

source: 有新版本
en: New version available
ja: 新しいバージョンがある
ko: 새 버전 있음

source: 服務標誌
en: Service Logos
ja: サービスのロゴ
ko: 서비스 로고
zh_hans: 服务标志

source: 未掛載
en: Not mounted
ja: 未マウント
ko: 마운트되지 않음
zh_hans: 未挂载

source: 未登入
en: Not signed in
ja: 未サインイン
ko: 로그인하지 않음
zh_hans: 未登录

source: 未設定
en: Not configured
ko: 설정되지 않음
zh_hans: 未设置

source: 未選取傳輸
en: No Transfer Selected
ja: 転送が選択されていません
ko: 선택된 전송 없음
zh_hans: 未选择传输

source: 本機使用量
en: Local Usage
ja: ローカルの使用量
ko: 로컬 사용량
zh_hans: 本地使用量

source: 本機空間上限
en: Local Space Limit
ja: ローカル容量の上限
ko: 로컬 공간 한도
zh_hans: 本地空间上限

source: 本機複本
en: Local Copies
ja: ローカルコピー
ko: 로컬 사본
zh_hans: 本地副本

source: 本機複本設定
en: Local Copies Settings
ja: ローカルコピーの設定
ko: 로컬 사본 설정
zh_hans: 本地副本设置

source: 橙色
en: Orange
ja: オレンジ
ko: 주황색

source: 檔案仍會顯示在 Finder，下次開啟時重新下載。保留在這台 Mac、尚未上傳完成或正在使用的檔案不會移除。
en: Files still appear in Finder and download again the next time they are opened. Files kept on this Mac, not yet finished uploading, or in use are not removed.
ja: ファイルはFinderに表示されたままで、次に開くときに再ダウンロードされます。このMacに保持しているファイル、アップロードが完了していないファイル、使用中のファイルは削除されません。
ko: 파일은 계속 Finder에 표시되며 다음에 열 때 다시 다운로드됩니다. 이 Mac에 보관 중이거나, 업로드가 끝나지 않았거나, 사용 중인 파일은 제거되지 않습니다.
zh_hans: 文件仍会显示在“访达”中，下次打开时重新下载。保留在这台 Mac、尚未上传完成或正在使用的文件不会移除。

source: 檔案衝突
en: File conflicts
ja: ファイルの競合
ko: 파일 충돌
zh_hans: 文件冲突

source: 檢查中…
en: Checking…
ja: 確認中…
ko: 확인하는 중…
zh_hans: 正在检查…

source: 檢查更新…
en: Check for Updates…
ja: アップデートを確認…
ko: 업데이트 확인…
zh_hans: 检查更新…

source: 檢查遠端變更
en: Check for remote changes
ja: リモートの変更を確認
ko: 원격 변경 확인
zh_hans: 检查远程更改

source: 歡迎使用 %@
en: Welcome to %@
ja: %@へようこそ
ko: %@에 오신 것을 환영합니다
zh_hans: 欢迎使用 %@

source: 此金鑰需要密碼
en: This key requires a passphrase
ja: この鍵にはパスフレーズが必要です
ko: 이 키에는 암호가 필요합니다
zh_hans: 此密钥需要密码

source: 每 15 分鐘
en: Every 15 minutes
ja: 15分ごと
ko: 15분마다
zh_hans: 每 15 分钟

source: 每 30 秒
en: Every 30 seconds
ja: 30秒ごと
ko: 30초마다

source: 每 5 分鐘
en: Every 5 minutes
ja: 5分ごと
ko: 5분마다
zh_hans: 每 5 分钟

source: 每個資料夾是一次列舉請求，S3 供應商會計費。
en: Every folder is one listing request, which S3 providers bill for.
ja: フォルダごとに 1 回のリスト取得リクエストが発生し、S3 プロバイダでは課金対象になります。
ko: 폴더마다 목록 요청이 한 번씩 발생하며, S3 제공업체는 이에 대해 요금을 청구합니다.
zh_hans: 每个文件夹对应一次列举请求，S3 提供商会据此计费。

source: 每分鐘
en: Every minute
ja: 1分ごと
ko: 1분마다
zh_hans: 每分钟

source: 每台伺服器的目錄數上限
en: Directories per server
ja: サーバごとのディレクトリ数の上限
ko: 서버당 디렉터리 수 한도
zh_hans: 每台服务器的目录数上限

source: 每台伺服器的項目數上限
en: Items per server
ja: サーバごとの項目数の上限
ko: 서버당 항목 수 한도
zh_hans: 每台服务器的项目数上限

source: 每小時
en: Every hour
ja: 1時間ごと
ko: 1시간마다
zh_hans: 每小时

source: 每段大小
en: Part size
ja: パートサイズ
ko: 파트 크기

source: 沒有傳輸
en: No Transfers
ja: 転送がありません
ko: 전송 없음
zh_hans: 没有传输

source: 沒有可以匯入的書籤。
en: There was no bookmark to import.
ja: 読み込めるブックマークはありませんでした。
ko: 가져올 수 있는 북마크가 없습니다.
zh_hans: 没有可导入的书签。

source: 沒有可用的 SSH 金鑰，請先選擇金鑰檔案
en: No SSH key is available. Choose a key file first.
ja: 使用できるSSH鍵がありません。先に鍵ファイルを選択してください。
ko: 사용할 수 있는 SSH 키가 없습니다. 먼저 키 파일을 선택하십시오.
zh_hans: 没有可用的 SSH 密钥，请先选择密钥文件

source: 沒有已儲存的密碼，請先輸入密碼再測試
en: No password is stored. Enter one before testing.
ja: 保存されたパスワードがありません。テストの前に入力してください。
ko: 저장된 암호가 없습니다. 테스트하기 전에 암호를 입력하십시오.
zh_hans: 没有已存储的密码，请先输入密码再测试

source: 沒有連線
en: No Connections
ja: 接続がありません
ko: 연결 없음
zh_hans: 没有连接

source: 沒有需要加入的伺服器。
en: There was no server to add.
ja: 追加するサーバはありませんでした。
ko: 추가할 서버가 없습니다.
zh_hans: 没有需要添加的服务器。

source: 清除
en: Clear
ja: 消去
ko: 지우기

source: 清除 %@ 已記錄的主機金鑰？
en: Clear the recorded host key for %@?
ja: %@の記録済みホスト鍵を消去しますか？
ko: %@의 기록된 호스트 키를 지우시겠습니까?
zh_hans: 清除 %@ 已记录的主机密钥？

source: 清除已記錄的金鑰…
en: Clear Recorded Key…
ja: 記録済みの鍵を消去…
ko: 기록된 키 지우기…
zh_hans: 清除已记录的密钥…

source: 測試連線
en: Test Connection
ja: 接続をテスト
ko: 연결 테스트
zh_hans: 测试连接

source: 灰色
en: Gray
ja: グレイ
ko: 회색

source: 無法存取 App Group 容器，請確認簽章設定（App Groups）
en: Could not reach the App Group container. Check the App Groups entitlement.
ja: App Groupコンテナにアクセスできません。App Groupsの設定を確認してください。
ko: App Group 컨테이너에 접근할 수 없습니다. 서명 설정(App Groups)을 확인하십시오.
zh_hans: 无法访问 App Group 容器，请确认签名设置（App Groups）

source: 無法清除已記錄的主機金鑰：%@
en: Could not clear the recorded host key: %@
ja: 記録済みのホスト鍵を消去できませんでした：%@
ko: 기록된 호스트 키를 지울 수 없습니다: %@
zh_hans: 无法清除已记录的主机密钥：%@

source: 無法讀取 SSH 設定檔：%@
en: Could not read the SSH config file: %@
ja: SSH設定ファイルを読み込めませんでした：%@
ko: SSH 설정 파일을 읽을 수 없습니다: %@
zh_hans: 无法读取 SSH 配置文件：%@

source: 無法讀取已記錄的主機金鑰：%@
en: Could not read the recorded host key: %@
ja: 記録済みのホスト鍵を読み込めませんでした：%@
ko: 기록된 호스트 키를 읽을 수 없습니다: %@
zh_hans: 无法读取已记录的主机密钥：%@

source: 無法讀取金鑰檔案：%@
en: Could not read the key file: %@
ja: 鍵ファイルを読み込めませんでした：%@
ko: 키 파일을 읽을 수 없습니다: %@
zh_hans: 无法读取密钥文件：%@

source: 無法變更登入啟動設定：%@
en: Could not change the Open at Login setting: %@
ja: 「ログイン時に起動」の設定を変更できませんでした：%@
ko: “로그인 시 열기” 설정을 변경할 수 없습니다: %@
zh_hans: 无法更改“登录时打开”设置：%@

source: 無法連線
en: Unreachable
ja: 接続できません
ko: 연결할 수 없음
zh_hans: 无法连接

source: 無法連線到「%@」
en: Cannot Connect to “%@”
ja: 「%@」に接続できません
ko: “%@”에 연결할 수 없습니다
zh_hans: 无法连接到“%@”

source: 無法開啟 Finder 位置：%@
en: Could not open the Finder location: %@
ja: Finderの場所を開けませんでした：%@
ko: Finder 위치를 열 수 없습니다: %@
zh_hans: 无法打开“访达”中的位置：%@

source: 版本
en: Version
ja: バージョン
ko: 버전

source: 物件儲存
en: Object Storage
ja: オブジェクトストレージ
ko: 객체 스토리지
zh_hans: 对象存储

source: 狀態
en: Status
ja: ステータス
ko: 상태
zh_hans: 状态

source: 用 Dropbox 帳號在瀏覽器登入
en: Sign in with a Dropbox account in the browser
ja: Dropboxアカウントでブラウザからサインイン
ko: Dropbox 계정으로 브라우저에서 로그인
zh_hans: 用 Dropbox 账户在浏览器中登录

source: 用 Google 帳號在瀏覽器登入
en: Sign in with a Google account in the browser
ja: Googleアカウントでブラウザからサインイン
ko: Google 계정으로 브라우저에서 로그인
zh_hans: 用 Google 账户在浏览器中登录

source: 用 Microsoft 帳號在瀏覽器登入
en: Sign in with a Microsoft account in the browser
ja: Microsoftアカウントでブラウザからサインイン
ko: Microsoft 계정으로 브라우저에서 로그인
zh_hans: 用 Microsoft 账户在浏览器中登录

source: 用戶端 ID
en: Client ID
ja: クライアント ID
ko: 클라이언트 ID
zh_hans: 客户端 ID

source: 用戶端密鑰
en: Client Secret
ja: クライアントシークレット
ko: 클라이언트 보안 비밀번호
zh_hans: 客户端密钥

source: 留空表示不變更
en: Leave blank to keep current password
ja: 空欄の場合は変更しません
ko: 비워 두면 변경하지 않음
zh_hans: 留空表示不更改

source: 略過
en: Skip
ja: スキップ
ko: 건너뛰기
zh_hans: 跳过

source: 登入
en: Sign In
ja: サインイン
ko: 로그인
zh_hans: 登录

source: 登入完成，可以關閉這個分頁，回到 %@。
en: Sign-in complete. You can close this tab and return to %@.
ja: サインインが完了しました。このタブを閉じて、%@に戻ってください。
ko: 로그인이 완료되었습니다. 이 탭을 닫고 %@ 앱으로 돌아가십시오.
zh_hans: 登录完成，可以关闭此标签页，回到 %@。
